Repository: stats4sd/ccrp-soils
Catalog: resources/lang/gettext/*/app.po
Languages: es, fr

source: There are three main components to this data platform: - A set of ODK forms for use when collecting and analysing soil samples; - A QR code generation tool, to help you uniquely identify and manage your physical samples; - A MySQL databse that helps organise data collected through the different forms. You can use these components in different ways, described below. ### 1. Register to use the platform's database Registering on the site will give oyu access to the full set of tools, including the ability to collect data via your own Kobotoolbox account, have it synchronised on the platform, and the nautomatically merged into downloadable datasets for your project. To get started, use the links in the header or sidebar to register for an account. Once registered, you can add your CCRP project to the platform, or request to join if it already exists. When a new project account is created, the RMS and Soils team will be notified and will contact you to offer support on getting started. You can also contact us directly through the platform, and we will respond as soon as possible. ### 2. Just use the ODK forms and QR codes; keep the data in your own system. Using the downloadable resources requires no sign-up. Simply download the XLS forms you wish to use from our downloads page. The different analysis protocols all require some level of calculation. The ODK forms have these calculations programmed in, so using them for analysis will improve the reliability of your data even if you choose not to use this platform. We are also regularly updating these forms, and many now have guidance on how to interpret your results directly within the form. We recommend using QR codes to uniquely identify your soil samples, even if you do not plan to store the physical samples after your analysis. This is to avoid potential typing errors when entering sample IDs into the different analysis forms. You can generate pages of unique QR codes on this platform without registering. To see all the forms available, go to our downloads page.
fr: Cette plateforme de données est composée de trois composants principaux : - Un ensemble de formulaires ODK à utiliser lors de la collecte et de l'analyse d'échantillons de sol; - Un outil de génération de code QR, pour vous aider à identifier et gérer de manière unique vos échantillons physiques; - Une base de données MySQL qui permet d'organiser les données collectées via les différents formulaires. Vous pouvez utiliser ces composants de différentes manières, décrites ci-dessous. ### 1. Inscription pour utiliser la base de données de la plateforme L'inscription sur le site vous donnera accès à l'ensemble complet d'outils, y compris la possibilité de collecter des données via votre propre compte Kobotoolbox, de les synchroniser avec la plateforme et de les fusionner automatiquement en un ensemble de données telechargeable pour votre projet. Pour commencer, utilisez les liens dans l'en-tête ou la barre latérale pour créer un compte. Une fois inscrit, vous pouvez ajouter votre projet CCRP à la plateforme, ou demander à y être rattaché s'il existe déjà. Lorsqu'un nouveau compte de projet est créé, l'équipe RMS et sols sera avertie et vous contactera afin de savoir si vous avez besoin d'aide. Vous pouvez également nous contacter directement via la plateforme, et nous vous répondrons dans les plus brefs délais. ### 2. Utilisation des formulaires ODK et codes QR ; vous conservez les données sur votre propre système. L'utilisation des ressources téléchargeables ne nécessite aucune inscription. Téléchargez simplement les formulaires XLS que vous souhaitez utiliser sur notre page de téléchargements. Les différents protocoles d'analyse nécessitent tous un peu de calcul. Ces calculs sont directement programmés dans les formulaires ODK, donc utiliser ces formulaires pour l'analyse améliorera la fiabilité de vos données même si vous choisissez de ne pas utiliser la plateforme. Nous les mettons à jour régulièrement et beaucoup ont maintenant des conseils sur la façon d'interpréter vos résultats directement dans le formulaire. Nous vous recommandons d'utiliser des codes QR pour identifier de manière unique vos échantillons de sol, même si vous ne prévoyez pas de stocker les échantillons physiques après votre analyse. Ceci évitera des éventuelles erreurs de frappe lors de la saisie des ID d'échantillon dans les différents formulaires d'analyse. Vous pouvez générer des pages de codes QR uniques sur la plateforme sans vous inscrire. Pour voir tous les formulaires disponibles, rendez-vous sur notre page de téléchargements.

source: You have been invited to join the :projectName project.
fr: Vous avez été invité à rejoindre le projet :projectName.

source: Your invite is attached to your email address. Please use this same address when registering to get immediate access to the project data and forms. You may change your email address after registration if you would prefer to use a different one.
fr: Votre invitation est liée à votre adresse e-mail. Veuillez utiliser cette même adresse lors de votre inscription pour avoir un accès immédiat aux données et formulaires du projet. Vous pouvez changer votre adresse e-mail après l'enregistrement si vous préférez en utiliser une autre.

source: In order to share ODK forms directly with you on Kobotoolbox, we need the username for your Kobotoolbox account.
fr: Afin de partager avec vous des formulaires ODK directement sur Kobotoolbox, nous avons besoin du nom d'utilisateur de votre compte Kobotoolbox.

source: We do not require your Kobotoolbox password, and will never ask for direct access to your Kobo account.
fr: Nous n'avons pas besoin de votre mot de passe Kobotoolbox et ne vous demanderons jamais un accès direct à votre compte Kobo.

source: Kobotoolbox Username
fr: Nom d'utilisateur Kobotoolbox

source: Contact Us
fr: Contactez-nous

source: Have questions about the platform, or need some direct support for your CCRP Project? Use the form below to contact the RMS and Soils Cross-cutting teams. We will respond as soon as possible.
fr: Vous avez des questions sur la plateforme ou vous avez besoin d'une assistance pour votre projet CCRP? Utilisez le formulaire ci-dessous pour contacter les équipes transversales RMS et Santé des Sols. Nous vous répondrons dans les plus brefs délais.

source: Name
fr: Nom

source: Enter Name
fr: Entrez votre nom

source: Enter Email
fr: Entrez votre e-mail

source: Message
fr: Méssage

source: Enter Message
fr: Ecrivez votre message

source: This page contains links to find and download resources to help you during your soil analysis. Full details of each analysis process can be found here:
fr: Cette page contient des liens pour trouver et télécharger des ressources qui vous aideront lors de votre analyse de sol. Vous trouverez tous les détails de chaque processus d'analyse ici:

source: :name ( :email ) has invited you to join the following project on the CCRP Soils Data Platform
fr: :name (:email) vous a invité à rejoindre le projet suivant sur la plateforme de données des sols du CCRP

source: **Project**: :project
fr: **Projet**: :project

source: Click the link below to register on the platform. If you use the same email address, you will be automatically added to the project after registration.
fr: Cliquez sur le lien ci-dessous pour vous inscrire sur la plateforme. Si vous utilisez la même adresse e-mail, vous serez automatiquement ajouté au projet après l'enregistrement.

source: Register to join :projectName
fr: Inscrivez-vous pour rejoindre :projectName

source: If you do not wish to register, or you have been sent this email by mistake, please ignore this message.
fr: Si vous ne souhaitez pas vous inscrire ou si cet e-mail vous a été envoyé par erreur, veuillez ignorer ce message.

source: Best regards,<br/> Site Admin,<br/> <br/> CCRP Soils Data Platform<br/> Soils and RMS Cross Cutting projects
fr: Bien cordialement, <br/> Administrateur du site, <br/><br/> Plateforme de données des sols du CCRP <br/> Projets transversaux Santé des sols et Support en méthodes de recherche (RMS)

source: Providing a low cost, simplified means to quantify soil contexts and change
fr: Fournir un moyen simple et à faible coût de quantifier l'état du sol et son évolution

source: About the Platform
fr: À propos de la plateforme

source: Login / Register
fr: S'identifier / S'enregistrer

source: This soils platform is the result of a collaboration between the [Soils](https://smallholder-sha.org/) and the [Research Methods Support](https://stats4sd.org/ccrp) teams, a pair of cross-cutting projects from the [Collaborative Crop Research Program (CCRP)](https://ccrp.org).
fr: Cette plateforme d'analyse des sols est le résultat d'une collaboration entre les équipes [Santé des Sols](https://smallholder-sha.org/) et [Support en méthodes de recherche (RMS)](https://stats4sd.org/ccrp), deux projets transversaux du [Le Programme de recherche concertée sur les cultures (CCRP)](https://ccrp.org).

source: MY ACCOUNT
fr: MON COMPTE

source: Logout
fr: Déconnexion

source: MY PROJECTS
fr: MES PROJETS

source: Password
fr: Mot de passe

source: Remember Password
fr: Se souvenir du mot de passe

source: Login
fr: Identifiant

source: Register an Account
fr: Créer un compte

source: Forgot Password?
fr: Mot de passe oublié?

source: Register
fr: S'inscrire

source: Admin Panel
fr: Panneau d'administration

source: Add new members to :projectName
fr: Ajouter de nouveaux membres à :projectName

source: Add existing platform users to the project
fr: Ajouter des utilisateurs existants de la plateforme au projet

source: Select users to invite
fr: Sélectionnez les utilisateurs à inviter

source: Invite New Users
fr: Invitez de nouveaux utilisateurs

source: If you cannot find the users on the platform, you can send them an email invitation to join the platform (and this project)
fr: Si vous ne trouvez pas les utilisateurs sur la plateforme, vous pouvez leur envoyer une invitation par email pour rejoindre la plateforme (et ce projet)

source: Enter the email addresses to send invites to. You can add as many email addresses as you need.
fr: Saisissez les adresses e-mail auxquelles envoyer les invitations. Vous pouvez ajouter autant d'adresses e-mail que vous le souhaitez.

source: Press :plus for another field
fr: Appuyez sur :plus pour un autre champ

source: Edit Access to Project :projectName
fr: Modifier l'accès au projet :projectName

source: Assign access level for Project :projectName.
fr: Attribuez un niveau d'accès au projet :projectName.

source: Project Member
fr: Membre du projet

source: Project Administrator
fr: Administrateur de projet

source: Project Details
fr: Renseignements liés au projet

source: Project Name
fr: Nom du projet

source: Brief Description
fr: Bref descriptif

source: Add an image to identify the project
fr: Ajouter une image pour représenter le projet

source: #### Project Privacy Settings As part of this platform, we would like to be able to use aggregated summaries to support broader research into soil quality in smallholder farms across the CCRP network and beyond. If you would like your project's data to contribute to this aggregation, please tick the box below. The data will be suitably anonymised before sharing. Any instances where individual data points might be recognisable will be discussed with the project before being shared publically.
fr: #### Paramètres de confidentialité du projet Par le biais de cette plateforme, nous aimerions pouvoir utiliser des résumés statistiques agrégés pour soutenir la recherche sur la qualité des sols chez les petites exploitations agricoles du réseau CCRP et au-delà. Si vous souhaitez que les données de votre projet contribuent à cette agrégation, veuillez cocher la case ci-dessous. Les données seront convenablement anonymisées avant d'être partagées. Dés que des données semblent permettre l'identification d'individus, celles-ci seront discutées avec le projet avant d'être partagé publiquement.

source: Data Sharing
fr: Partage de données

source: I agree to have this project's data to be included in anonymous summaries produced by the CCRP Soils Cross-cutting Project.
fr: J'accepte que les données de ce projet soient incluses dans les résumés statistiques et anonymes produits par le projet CCRP transversal Santé des sols.

source: Do not include this project's data in summaries produced by the platform for use outside of this project's team.
fr: N'incluez pas les données de ce projet dans les résumés statistiques produits par la plateforme pour une utilisation externe au projet.

source: Terms of Use
fr: Conditions d'utilisation

source: I agree to the terms of use laid out in the site policy page
fr: J'accepte les conditions d'utilisation énoncées sur la page décrivant les regles d'utilisation de ce site

source: Projects on the Platform
fr: Projets sur la plateforme

source: Data Collection Forms
fr: Formulaires de collecte de données

source: Project Data
fr: Données du projet

source: Project Members
fr: Membres du projet

source: Project Settings
fr: Paramètres du projet

source: Note - you have not entered your KoboToolbox Username, which means you will not be able to see these formson KoboToolbox or ODK Collect. You can update your account here:
fr: Remarque - vous n'avez pas entré votre nom d'utilisateur KoboToolbox, ce qui signifie que vous ne pourrez pas voir ces formulaires KoboToolbox ou ODK Collect. Vous pouvez mettre à jour votre compte ici:

source: My Account
fr: Mon compte

source: You still have access to all the data collected with these forms.
fr: Vous avez toujours accès à toutes les données collectées avec ces formulaires.

source: Download Merged Sample Data
fr: Télécharger les données échantillon fusionnées

source: Kobotoolbox Account
fr: Compte Kobotoolbox

source: Access Type
fr: Type d'accès

source: EDIT
fr: MODIF

source: REMOVE
fr: SUPPRIMER

source: Remove User from :projectName
fr: Supprimer l'utilisateur de :projectName

source: Are you sure you wish to remove :userName from :projectName? After removing, they will no longer have access to any project data or forms on Kobotoolbox.
fr: Voulez-vous vraiment supprimer :userName de :projectName? Après la suppression, ils n'auront plus accès aux données ou formulaires du projet sur Kobotoolbox.

source: Cancel
fr: Annuler

source: Confirm Remove
fr: Confirmer la suppression

source: Edit Project Details
fr: Modifier les renseignements liés au projet

source: Replace the project image
fr: Remplacez l'image du projet

source: Click the button below to generate a sheet of sample codes for printing. Every code will be unique within the system. Simply generate and print as many sheets as you need for your work.
fr: Cliquez sur le bouton ci-dessous pour générer une feuille d'exemples de codes à imprimer. Chaque code sera unique au sein du système. Vous pouvez simplement générer et imprimer autant de feuilles que nécessaire pour votre travail.

source: How many QR codes do you need?
fr: De combien de codes QR avez-vous besoin?

source: QR Codes will be split over multiple pages as necessary
fr: Les codes QR seront répartis sur plusieurs pages si nécessaire

source: Kobotoolbox Account:
fr: Compte Kobotoolbox:

source: Number of Projects:
fr: Nombre de projets:

source: Form
fr: Formulaire

source: The form has been successfully uploaded and deployed to Kobotools.
fr: Le formulaire a été chargé et déployé avec succès sur Kobotools

source: The form has been successfully uploaded to Kobotools. It will now be deployed and shared with the users of the project
fr: Le formulaire a été correctement chargé sur Kobotools. Il va maintenant être déployé et partagé avec les utilisateurs du projet

source: The form could not be deployed to Kobotools. An error was returned
fr: Erreur - Le formulaire n'a pas pu être déployé sur Kobotools

source: Error Type
fr: Type d'erreur

source: Error Message
fr: Message d'erreur

source: This error may indicate errors in the XLSX form.
fr: Cette erreur peut indiquer des erreurs dans le formulaire XLSX.

source: The form has been successfully archived on Kobotools, and is no longer available for data collection
fr: Le formulaire a été archivé avec succès sur Kobotools et n'est plus disponible pour la collecte de données

source: The form could not be archived. An error was returned
fr: Erreur - Le formulaire n'a pas pu être archivé
