Repository: stats4sd/ccrp-soils
Catalog: resources/lang/gettext/*/app.po
Languages: es, fr

source: How the platform works
es: Como funciona la plataforma
fr: Fonctionnement de la plateforme

source: There are three main components to this data platform:
es: Hay tres componentes principales en esta plataforma de datos:

source: A set of ODK forms for use when collecting and analysing soil samples;
es: Un conjunto de formularios ODK para usar al recolectar y analizar muestras de suelo;

source: A QR Code generation tool, to help you uniquely identify and manage your physical samples;
es: Una herramienta de generación de código QR, para ayudarlo a identificar y administrar sus muestras físicas de manera única;

source: A MySQL Database that helps organise data collected through the different forms.
es: Una base de datos MySQL que ayuda a organizar los datos recopilados a través de los diferentes formularios.

source: You can use these components in different ways, described below.
es: Puede usar estos componentes de diferentes maneras, como se describe a continuación.

source: 1. Register to use the platform’s database
es: 1. Regístrese para usar la base de datos de la plataforma

source: Registering on the site will give you access to the full set of tools, including the ability to collect data via your own Kobotoolbox account, have it synchronised to the platform, and then automatically merged into downloadable datasets.
es: Registrarse en el sitio le dará acceso al conjunto completo de herramientas, incluida la capacidad de recopilar datos a través de su propia cuenta de Kobotoolbox, sincronizarlos con la plataforma y luego fusionarlos automáticamente en conjuntos de datos descargables.

source: To make full use of the platform, you need to have a kobotoolbox account for your project – if you don’t have one, you can set one up easily at
es: Para hacer un uso completo de la plataforma, debe tener una cuenta de kobotoolbox para su proyecto; si no tiene una, puede configurarla fácilmente en

source: This platform integrates with Kobotoolbox to let you collect soil sample and analysis data with the same tools you use for other data collection activities.
es: Esta plataforma se integra con Kobotoolbox para permitirle recolectar muestras de suelo y datos de análisis con las mismas herramientas que usa para otras actividades de recolección de datos.

source: To get started, use the links in the sidebar to register a new project account. The RMS or Soils team will be notified and will be able to confirm your account and help you get started.
es: Para comenzar, use los enlaces en la barra lateral para registrar una nueva cuenta de proyecto. El equipo de RMS o Soils será notificado y podrá confirmar su cuenta y ayudarlo a comenzar.

source: 2. Just use the ODK forms
es: 2. Solo usa los formularios ODK

source: Using the downloadable resources requires no sign-up, simply download the XLS forms you wish to use from our downloads page.
es: El uso de los recursos descargables no requiere registrarse, simplemente descargue los formularios XLS que desea utilizar desde nuestra página de descargas.

source: The different analysis protocols all require some level of calculation. The ODK forms we have developed have these calculations programmed in, to help save time and reduce the chance of errors in your results.
es: Los diferentes protocolos de análisis requieren algún nivel de cálculo. Los formularios ODK que hemos desarrollado tienen estos cálculos programados para ayudar a ahorrar tiempo y reducir la posibilidad de errores en sus resultados.

source: The analysis forms require you to scan a QR or barcode at the start of the process, to identify your soil sample. We highly recommend using QR codes for uniquely identifying your physical samples, as they can be printed out and kept with the sample. See the QR code generation page for more information.
es: Los formularios de análisis requieren que escanee un QR o código de barras al comienzo del proceso, para identificar su muestra de suelo. Recomendamos encarecidamente utilizar códigos QR para identificar de forma exclusiva sus muestras físicas, ya que pueden imprimirse y guardarse con la muestra. Consulte la página de generación de código QR para obtener más información.

source: To see all the forms available and choose ones to download, go to our downloads page.
es: Para ver todos los formularios disponibles y elegir los que desea descargar, vaya a nuestra página de descargas.

source: Congratulation.</b> Now you are allow to access the
es: Enhorabuena. </b> Ahora puede acceder a

source: You are not register.</b> Before to continue you must
es: No estas registrado.</b> Antes de continuar debes

source: Project
es: Proyecto

source: 1.Details
es: 1. Detalles

source: 2. Settings
es: 2. Configuraciones

source: 3. Photo
es: 3. Foto

source: 4. Send Invites
es: 4. Enviar invitaciones

source: Group Name (required)
es: Nombre del grupo (requerido)

source: Group Description (required)
es: Descripción del grupo (requerido)

source: CREATE A GROUP AND CONTINUE
es: CREAR UN GRUPO Y CONTINUAR

source: Privacy Options
es: Opciones de Privacidad

source: This is a public group
es: Este es un grupo público

source: Any site member can join this group.
es: Cualquier miembro del sitio puede unirse a este grupo.

source: This group will be listed in the groups directory and in search results.
es: Este grupo aparecerá en el directorio de grupos y en los resultados de búsqueda.

source: Group content and activity will be visible to any site member.
es: El contenido y la actividad del grupo serán visibles para cualquier miembro del sitio.

source: This is a private group
es: Este es un grupo privado

source: Only users who request membership and are accepted can join the group.
es: Solo los usuarios que solicitan membresía y son aceptados pueden unirse al grupo.

source: Group content and activity will only be visible to members of the group.
es: El contenido y la actividad del grupo solo serán visibles para los miembros del grupo.

source: This is a hidden group
es: Este es un grupo oculto

source: Only users who are invited can join the group.
es: Solo los usuarios invitados pueden unirse al grupo.

source: This group will not be listed in the groups directory or search results.
es: Este grupo no aparecerá en el directorio de grupos ni en los resultados de búsqueda.

source: Group Invitations
es: Invitaciones grupales

source: Which members of this group are allowed to invite others?
es: ¿Qué miembros de este grupo pueden invitar a otros?

source: All group members
es: Todos los miembros del grupo

source: Group admins only
es: Solo administradores de grupo

source: BACK TO PREVIOUS STEP
es: VOLVER AL PASO ANTERIOR

source: NEXT STEP
es: PRÓXIMO PASO

source: Upload Photo
es: Subir Foto

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
es: Suba una imagen para usarla como foto de perfil para este grupo. La imagen se mostrará en la página principal del grupo y en los resultados de búsqueda.

source: To skip the group profile photo upload process, hit the 'Next Step' button.
es: Para omitir el proceso de carga de fotos de perfil de grupo, presione el botón 'Siguiente paso'.

source: Select Photo for Upload
es: Seleccionar Foto para Subir

source: Search for members to invite:
es: Busque miembros para invitar:

source: Enter the email addresses of people to invite.
es: Ingrese las direcciones de correo electrónico de las personas a invitar.

source: Select people to invite from your friends list.
es: Seleccione personas para invitar desde su lista de amigos.

source: To view data for a project you must first be invited to the group. Please either go to the projects page and request membership for your project, or contact rms@stats4sd.org.
es: Para ver los datos de un proyecto, primero debe ser invitado al grupo. Vaya a la página de proyectos y solicite membresía para su proyecto, o comuníquese con rms@stats4sd.org.

source: Form and Data Management
es: Gestión de Formularios y Datos

source: This page is where you manage the forms that are shared with you through Kobotoolbox, and review and download data collected through those forms.
es: Esta página es donde administra los formularios que se comparten con usted a través de Kobotoolbox, y revisa y descarga los datos recopilados a través de esos formularios.

source: To collect data through this platform, please do the following:
es: Para recopilar datos a través de esta plataforma, haga lo siguiente:

source: Instructions
es: Instrucciones

source: 1. Sync Forms to Kobotoolbox
es: 1. Sincronizar formularios con Kobotoolbox

source: The table below shows the forms available for your project. Deployed forms are shared with your Kobotoolbox account - you should be able to see them by logging into Kobotools using your project account. To deploy a form, click the button in the Status column.
es: La siguiente tabla muestra los formularios disponibles para su proyecto. Los formularios desplegados se comparten con su cuenta de Kobotoolbox: debe poder verlos iniciando sesión en Kobotools utilizando su cuenta de proyecto. Para implementar un formulario, haga clic en el botón en la columna Estado.

source: 2. Collect Data
es: 2. Recopilar datos

source: With your forms deployed, you can collect data via Kobotoolbox / ODK Collect in the normal way. To pull new records from Kobotoolbox, click the button above. This will update the table with the number of records collected with each form.
es: Con sus formularios desplegados, puede recopilar datos a través de Kobotoolbox / ODK Collect de la manera normal. Para extraer nuevos registros de Kobotoolbox, haga clic en el botón de arriba. Esto actualizará la tabla con el número de registros recopilados con cada formulario.

source: 3. Merge and download data
es: 3. Fusionar y descargar datos

source: You can download data from Kobotoolbox directly, but this will give you one data file per form. Using this platform, you can get a merged dataset, containing 1 row per soil sample and data from all the forms above.
es: Puede descargar datos de Kobotoolbox directamente, pero esto le dará un archivo de datos por formulario. Con esta plataforma, puede obtener un conjunto de datos combinado, que contiene 1 fila por muestra de suelo y datos de todos los formularios anteriores.

source: Forms and Data
es: Formularios y Datos

source: Downloads
es: Descargar
fr: Téléchargements

source: This page contains links to find and download resources to help you during your soil analysis. Full details of each analysis process can be found at
es: Esta página contiene enlaces para buscar y descargar recursos que lo ayudarán durante su análisis del suelo. Los detalles completos de cada proceso de análisis se pueden encontrar en

source: View protocol online
es: Ver protocolo en línea
fr: Voir le protocole en ligne

source: (redirects to smallholder.sha.org)
es: (redirige a smallholder.sha.org)
fr: (redirige vers smallholder.sha.org)

source: Download
es: Descargar
fr: Télécharger

source: form
es: Formar

source: Introduction
es: Introducción

source: This data platform is intended to help CCRP research projects collect and organise their soil sample data.
es: Esta plataforma de datos está destinada a ayudar a los proyectos de investigación del CCRP para recolectar y organizar los datos de las muestras de suelo.

source: Using the tools within the platform will help you:
es: El uso de las herramientas en la plataforma le ayudará a:

source: Uniquely identify each soil sample your project collects with a QR code.
es: Identificar de forma única con un código QR cada muestra de suelo que su proyecto recolecte

source: Enter data about the soil samples, such as location, date of sampling and other key information.
es: Ingresar datos de la muestra como la ubicación, fecha de muestreo y otra información clave

source: Enter readings from your soil analyses and automatically calculate the results.
es: Ingresar las lecturas de sus análisis y automaticamente calcualr los resultados

source: Save the readings and results to a secure database.
es: Guardar las lecturas y resultados en una base de datos segura

source: Automatically merge results from different analyses with your main sample information into a single dataset.
es: Combinar automaticamente los resultados de diferentes análisis con la información de su muestra principal en un solo grupo de datos.

source: If you work with soils, and are interested in using the Soil Health Assessment Toolkit developed by the team at
es: Si trabaja con suelos y está interesado en utilizar el Kit de herramientas de evaluación de la salud del suelo desarrollado por el equipo de

source: we recommend exploring this platform to see how these tools can help your workflow.
es: se recomienda la exploración de esta plataforma para ver cómo estas herramientas pueden ayudar a su flujo de trabajo.

source: Who are we?
es: ¿Quienes somos?

source: The platform is a collaboration between the Research Methods Support team at
es: La plataforma es una colaboración entre el equipo de Soporte de Métodos de Investigación en

source: This website and associated resources are created by the CCRP Research Methods Support team and Cross-cutting Soils Project, in association with the
es: Este sitio web y los recursos asociados son creados por el equipo de Soporte de Métodos de Investigación de CCRP y el Proyecto de suelos transversales, en asociación con el

source: All data present in the platform remains the property of the individual projects using the platform.
es: Todos los datos presentes en la plataforma siguen siendo propiedad de los proyectos individuales que utilizan la plataforma.

source: has invited you to join the group:
es: te ha invitado a unirte al grupo:

source: Go here to accept your invitation</a> or
es: Vaya aquí para aceptar su invitación</a> o

source: visit the group</a> to learn more.
es: visite al grupo</a> para aprender más.

source: CCRP Soils Data Platform
es: Plataforma de datos de suelos CCRP
fr: Platforme de données des sols du CCRP

source: Home
es: Casa
fr: Page d'accueil

source: About
es: Acerca de
fr: À propos

source: Start Sampling
es: Iniciar Muestreo

source: Data Management
es: Gestión de Datos

source: Tools
es: Herramientas

source: QR Codes
es: Códigos QR
fr: Codes QR

source: All Projects
es: Todos los proyectos

source: Create a Project
es: Crear un Proyecto

source: Admin
es: Administración

source: Group Admins
es: Administradores de Grupo

source: Form and Data
es: Formulario y datos

source: Members
es: Miembros

source: Manage
es: Gestionar

source: Form Name
es: Nombre del formulario

source: Kobotools Form ID
es: ID de Formulario de Kobotools

source: Records
es: Archivos

source: Status
es: Estado

source: Action
es: Acción

source: deployed
es: desplegado

source: undeployed
es: sin desplegar

source: GET DATA
es: OBTENER DATOS

source: DOWNLOAD DATA
es: DESCARGAR DATOS

source: INVITE
es: INVITACIÓN

source: SHARE
es: COMPARTIR

source: SUBMIT
es: ENVIAR

source: created at :
es: Creado en :

source: Photo
es: Foto

source: UPDATE GROUP
es: ACTUALIZAR GRUPO

source: Username
es: Nombre de usuario

source: Actions
es: Acciones

source: User
es: Usuario

source: CHANGE STATUS
es: Cambiar Estado

source: DELETE
es: BORRAR

source: INVITE MEMBERS
es: INVITAR A LOS MIEMBROS
fr: INVITER DES MEMBRES

source: Delete Project
es: Borrar Proyecto

source: You are about to delete this project.
es: Estás a punto de eliminar este proyecto.

source: You will no longer be able to access the data of this project
es: Ya no podrás acceder a los datos de este proyecto

source: You will no longer be able to access the forms for this project
es: Ya no podrá acceder a los formularios para este proyecto

source: DELETE PROJECT
es: BORRAR PROYECTO

source: Access is not allowed.</b> Only the admins of this project have the permission for this page.
es: El acceso no está permitido. Solo los administradores de este proyecto tienen permiso para esta página.

source: This is a private group.
es: Este es un grupo privado.

source: To join you must be a registered site member and request group membership.
es: Para unirse debe ser un miembro registrado del sitio y solicitar la membresía de grupo.

source: My Projects
es: Mis Proyectos

source: Create Project
es: Crear Proyecto

source: Generate QR Codes
es: Generar Códigos QR
fr: Générer des codes QR

source: Use this page to generate QR codes that aren't linked to a specific location or farmer. This is used if you are getting quickly setup, or are mainly using the toolkit to aid with analysis of samples, and are managing your data elsewhere.
es: Use esta página para generar códigos QR que no estén vinculados a una ubicación específica o agricultor. Esto se usa si está configurando rápidamente, o está utilizando principalmente el kit de herramientas para ayudar con el análisis de muestras, y está administrando sus datos en otro lugar.
fr: Utilisez cette page pour générer des codes QR qui ne sont pas liés à un lieu ou agriculteur spécifique. Ceci peut être utile lors d'une mise en place rapide ou si vous utilisez la platforme principalement pour vous aider à analyser vos échantillons et que vous gérez vos données ailleurs.

source: Click the button below to generate a sheet of 6 sample codes for printing. Every code will be unique within the system. Simply generate and print as many sheets as you need for your work.
es: Haga clic en el botón de abajo para generar una hoja de 6 códigos de muestra para imprimir. Cada código será único dentro del sistema. Simplemente genere e imprima tantas hojas como necesite para su trabajo.

source: GENERATE CODE SHEET FOR PRINTING
es: GENERAR HOJA DE CÓDIGOS PARA IMPRIMIR
fr: GÉNÉRER UNE FEUILLE DE CODE A IMPRIMER

source: Create an Account
es: Crea una Cuenta
fr: Créer un compte

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
es: Registrarse en este sitio es fácil. Simplemente complete los campos a continuación, y obtendremos una nueva cuenta configurada para usted en poco tiempo.

source: Account Details
es: detalles de la cuenta

source: Username (required)
es: Nombre de Usuario (requerido)

source: Email Address (required)
es: Dirección de correo electrónico: (obligatorio)

source: Choose a Password (required)
es: Elija una contraseña (requerida)

source: Confirm Password (required)
es: Confirmar contraseña (requerido)

source: Complete Sign Up
es: Registro completo

source: Profile Details
es: Detalles del Perfil

source: Name (required)
es: Nombre (requerido)

source: Kobotools Account
es: Cuenta Kobotools

source: Who can see this field?
es: ¿Quién puede ver este campo?

source: Everyone
es: Todo el mundo

source: Only Me
es: Solo yo

source: All Members
es: Todos los miembros

source: Option 1 – use this data platform
es: Opción 1: use esta plataforma de datos

source: For more information on the platform, how it’s built and how it can help your data collection and processing for soil data, see the About page.
es: Para obtener más información sobre la plataforma, cómo está construida y cómo puede ayudar a su recolección y procesamiento de datos del suelo, consulte la página Acerca de.

source: Check that you have added your Kobotoolbox username to your project.
es: Compruebe que ha agregado su nombre de usuario Kobotoolbox a su proyecto.

source: Go to the Data Management page, to create a set of forms and see data you have collected.
es: Vaya a la página de Gestión de datos, para crear un conjunto de formularios y ver los datos que ha recopilado.

source: Option 2 – use your own system
es: Opción 2: usa tu propio sistema

source: To start sampling using our forms within your own data management system, you will need to:
es: Para comenzar a utilizar nuestros formularios en su propio sistema de gestión de datos, deberá:

source: Download the XLS forms from our downloads page
es: Descargue los formularios XLS de nuestra página de descargas

source: Upload them to your ODK Aggregate service. (e.g. Kobotoolbox, Ona.io, SurveyCTO).
es: Subirlos a su servicio ODK Agregado. (por ejemplo, Kobotoolbox, Ona.io, SurveyCTO).

source: Use our QR generation tool to create QR codes for your soil samples.
es: Use nuestra herramienta de generación de QR para crear códigos QR para sus muestras de suelo.

source: Groups:
es: Grupos:

source: Created:
es: Creado:
fr: Créé:

source: Profile
es: Perfil

source: Projects
es: Proyectos

source: Settings
es: Ajustes

source: PERSONAL DETAILS
es: DETALLES PERSONALES

source: Name:
es: Nombre:

source: Username:
es: Nombre de usuario:

source: Privacy:
es: Intimidad:

source: UPLOAD PICTURE PROFILE
es: CARGAR PERFIL DE IMAGEN

source: KOBOTOOLBOX ACCOUNT
es: CUENTA KOBOTOOLBOX

source: Enter with Kobotoolbox Account
es: Ingrese con la cuenta de Kobotoolbox

source: Current Account
es: Cuenta actual

source: UPDATE PERSONAL DETAILS
es: ACTUALIZAR DETALLES PERSONALES

source: Update Profile
es: Actualización del Perfil

source: CHANGE PASSWORD
es: Cambiar la contraseña

source: Enter a Old Password (required)
es: Ingrese una contraseña anterior (requerida)

source: DELETE PROFILE
es: BORRAR PERFIL

source: You are about to permanently delete yuor profile
es: Está a punto de eliminar permanentemente su perfil

source: You will no longer be able to access to your project data.
es: Ya no podrá acceder a los datos de su proyecto.

source: You will no longer be able to access to the forms for your projects.
es: Ya no podrá acceder a los formularios para sus proyectos.
